Repository: haheute/friendica-addons
Catalog: newmemberwidget/lang/*/messages.po
Languages: fr, hu

source: New Member
fr: Nouveau Membre
hu: Új tag

source: Tips for New Members
fr: Conseils aux nouveaux venus
hu: Tippek új tagoknak

source: Global Support Group
fr: Groupe de support global
hu: Globális támogatási csoport

source: Local Support Group
fr: Groupe de support local
hu: Helyi támogatási csoport

source: Save Settings
fr: Enregistrer les paramètres
hu: Beállítások mentése

source: Message
hu: Üzenet

source: Your message for new members. You can use bbcode here.
fr: Votre messages aux nouveaux venus. Vous pouvez utiliser des BBCodes.
hu: Az Ön üzenete az új tagoknak. Itt használhat BBCode-ot.

source: Add a link to global support group
fr: Ajouter un lien vers le groupe de support global
hu: A globális támogatási csoportra mutató hivatkozás hozzáadása

source: Should a link to the global support group be displayed?
fr: Montrer un lien vers le groupe de support global ?
hu: Meg kell jeleníteni a globális támogatási csoportra mutató hivatkozást?

source: Add a link to the local support group
fr: Ajouter un lien vers le groupe de support local
hu: A helyi támogatási csoportra mutató hivatkozás hozzáadása

source: If you have a local support group and want to have a link displayed in the widget, check this box.
fr: Si vous avez un groupe de support local et désirez avoir un lien affiché dans l'appliquette/widget, cochez cette case.
hu: Ha van helyi támogatási csoportja és meg szeretne jeleníteni egy hivatkozást a felületi elemben, akkor jelölje be ezt a négyzetet.

source: Name of the local support group
fr: Nom du groupe de support local
hu: A helyi támogató csoport neve

source: If you checked the above, specify the <em>nickname</em> of the local support group here (i.e. helpers)
fr: Si vous avez coché la case ci-dessus, spécifiez le <em>nom d'utilisateur</em> du groupe de support local (par ex. "helpers")
hu: Ha bejelölte a fentit, akkor itt adja meg a helyi támogató csoport <em>becenevét</em> (például segítők)
