Repository: haheute/friendica-addons
Catalog: mailstream/lang/*/messages.po
Languages: fr

source: From Address
fr: Depuis l'adresse

source: Email address that stream items will appear to be from.
fr: Adresse de courriel de laquelle les éléments du flux sembleront provenir.

source: Save Settings
fr: Sauvegarder les paramètres

source: Friendica post
fr: Message Friendica

source: Diaspora post
fr: Message Diaspora

source: Feed item
fr: Élément du flux

source: Email
fr: Courriel

source: Friendica Item
fr: Élément de Friendica

source: Upstream
fr: En amont

source: Enabled
fr: Activer

source: Email Address
fr: Adresse de courriel

source: Leave blank to use your account email address
fr: Laissez vide pour utiliser l'adresse de courriel de votre compte

source: Exclude Likes
fr: Exclure les "j'aime"

source: Check this to omit mailing "Like" notifications
fr: Cochez ceci pour éviter d'envoyer les notifications des "J'aime"

source: Attach Images
fr: Attacher les images

source: Download images in posts and attach them to the email. Useful for reading email while offline.
fr: Télécharger les images des messages et les attacher au courriel. Utile pour les les courriels hors-ligne.

source: Mail Stream Settings
fr: Paramètres de Mail Stream
